namespace task2;
/*
 * Використовуючи Visual Studio, створіть проект за шаблоном Console Application.
 * Уявіть, що ви пишете програму для Автостанції і вам необхідно створити просту
 * колекцію автомобілів з такими даними: марка автомобіля, модель, рік випуску, колір.
 * А також другу колекцію з моделлю автомобіля, ім'ям покупця та його номером телефону.
 * Використовуючи найпростіший запит LINQ, виведіть на екран інформацію про покупця
 * одного з автомобілів і повну характеристику придбаної ним моделі.
 */
public class BuyerCar
{
    public string Car { get; set; }
    public string Buyer { get; set; }
    public string Nomber { get; set; }
}